Repository: gnu-mirror-unofficial/gtick
Catalog: po/*.po
Languages: de

source: Usage: %s [OPTION...] Options: -h, --help Show this help message -v, --version Print version information -d, --debug[=level] Print additional runtime debugging data to stdout
de: Aufruf: %s [OPTION...] Optionen: -h, --help Diese Hilfemeldung anzeigen -v, --version Versionsinformation ausgeben -d, --debug[=level] Testausgabe aktivieren, ggf. mit angegebener Stufe

source: About GTick
de: Über GTick

source: License
de: Lizenz

source: Copyright (c) 1999, Alex Roberts <bse@dial.pipex.com> Copyright (c) 2003, 2004, 2005, 2006, 2007 Roland Stigge <stigge@antcom.de> Logo by Mario Andres Pagella <mapagella@fitzroy-is.com.ar> Homepage: http://www.antcom.de/gtick/ Email bug reports, comments, etc. to Developer's mailing list: gtick-devel@gnu.org
de: Copyright (c) 1999, Alex Roberts <bse@dial.pipex.com> Copyright (c) 2003, 2004, 2005, 2006, 2007 Roland Stigge <stigge@antcom.de> Logo von Mario Andrés Pagella <mapagella@fitzroy-is.com.ar> Homepage: http://www.antcom.de/gtick/ Fehler, Kommentare usw. gehen an Die Entwickler-Mailinglist: gtick-devel@gnu.org

source: GTick License
de: GTick Lizenz

source: GTick - The Metronome Copyright (c) 1999, Alex Roberts <bse@dial.pipex.com> Copyright (c) 2003, 2004, 2005, 2006 Roland Stigge <stigge@antcom.de> This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, see <http://www.gnu.org/licenses/>.
de: GTick - Das Metronom Copyright (c) 1999, Alex Roberts <bse@dial.pipex.com> Copyright (c) 2003, 2004, 2005, 2006 Roland Stigge <stigge@antcom.de> Dieses Programm ist Freie Software; Sie können es unter den Bedingungen der GNU General Public License Version 3 oder (nach Belieben) neuer, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder modifizieren. Dieses Programm wird in der Hoffnung, dass es nützlich sein wird, herausgegeben. Es wird jedoch KEINE GARANTIE übernommen. Selbst die implizite Garantie der MARKTGÄNGIGKEIT oder TAUGLICHKEIT FÜR EINEN BESTIMMTEN ZWECK kann nicht gewährleistet werden. Siehe GNU General Public License für Details. Sie sollten eine Kopie der GNU General Public License zusammen mit diesem Programm erhalten haben. Falls nicht, siehe auch <http://www.gnu.org/licenses/>.

source: Ctrl-S
de: Strg-S

source: Ctrl-+
de: Strg-+

source: Ctrl--
de: Strg--

source: Ctrl-1 ... Ctrl-9
de: Strg-1 ... Strg-9

source: Start/Stop
de: Starten/Anhalten

source: Speed: Faster
de: Geschwindigkeit: Schneller

source: Speed: Slower
de: Geschwindigkeit: Langsamer

source: Meter
de: Grundtaktart

source: Double Speed
de: Doppelte Geschwindigkeit

source: Half Speed
de: Halbe Geschwindigkeit

source: Speed: -10
de: Geschwindigkeit: -10

source: Speed: +10
de: Geschwindigkeit: +10

source: Speed: -2
de: Geschwindigkeit: -2

source: Speed: +2
de: Geschwindigkeit: +2

source: Double Volume
de: Doppelte Lautstärke

source: Half Volume
de: Halbe Lautstärke

source: Volume: -10
de: Lautstärke: -10

source: Volume: +10
de: Lautstärke: +10

source: Volume: -2
de: Lautstärke: -2

source: Volume: +2
de: Lautstärke: +2

source: Idle
de: Aus

source: Start
de: Starten

source: Running
de: An

source: Stop
de: Anhalten

source: _Help
de: _Hilfe

source: _Metronome
de: _Metronom

source: _Quit
de: _Beenden

source: _Edit
de: _Bearbeiten

source: _Preferences
de: _Einstellungen

source: _View
de: _Ansicht

source: _About
de: _Über

source: Start the metronome
de: Metronom Starten

source: _Visual Tick
de: _Visueller Tick

source: _Accent Table
de: _Akzent-Tabelle

source: Pr_ofiles
de: Pr_ofile

source: Settings
de: Einstellungen

source: Tap
de: Klopfen

source: Speed:
de: Geschwindigkeit:

source: Volume:
de: Lautstärke:

source: Even
de: Gleichmäßig

source: Other:
de: Andere:

source: Beat Accent
de: Akzente

source: Couldn't start metronome. Please check if specified sound device and sample file are accessible.
de: Konnte das Metronom nicht starten. Bitte überprüfen Sie, ob das angegebene Sound-Gerät und die Sample-Datei zugreifbar sind.

source: Please choose a sound file.
de: Bitte wählen Sie eine Klangdatei.

source: Preferences
de: Einstellungen

source: Sound
de: Klang

source: Default
de: Standard

source: Sine
de: Sinus

source: Choose
de: Auswählen

source: Device filename:
de: Gerätedatei:

source: External Commands
de: Externe Befehle

source: Execute on start:
de: Beim Start ausführen:

source: Execute on stop:
de: Beim Stopp ausführen:

source: Speed Range
de: Geschwindigkeits-Wertebereich

source: Minimum BPM:
de: Minimale Geschwindigkeit:

source: Maximum BPM:
de: Maximale Geschwindigkeit:

source: Unnamed Profile
de: Unbenanntes Profil

source: Edit Profile
de: Profil bearbeiten

source: Please enter new Profile name:
de: Geben Sie den Profilnamen ein:

source: Profiles
de: Profile
